---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceNumberParam
source: html/5d696087-0f91-49e4-1995-a43a9709c8da.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceNumberParam Property

"Number"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceNumberParam { get; }
```